Merge pull request #34 from BansheeEmperor/dev
Release v1.0.0
